---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewGraphSchedTitle
source: html/819316ff-0acf-06e8-0d62-c27fd740a247.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewGraphSchedTitle Property

"Title"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewGraphSchedTitle { get; }
```